IDEA Open Model
CalculationSetup.Detailing Property
Compatible with IDEA StatiCa v 10.1
 Detailing
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public bool Detailing { get; set; }
Public Property Detailing As Boolean
	Get
	Set
public:
property bool Detailing {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace